---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarDistributionType
source: html/7dc5d1e9-a195-c9d8-3ec5-65fcd849bfb8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarDistributionType Property

"Distribution Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarDistributionType { get; }
```